Repository: common-repository/plugin-logic
Catalog: I18n/plugin-logic-*.po
Languages: de_de

source: Activated Plugins
de_de: Aktive Plugins

source: Behavior on Dashbord
de_de: Verhalten im Dashboard

source: Active / Inactive
de_de: Aktiv / Inaktiv

source: Urls or occurring Words
de_de: Urls oder darin vorkommende Wörter

source: Always on
de_de: Immer an

source: Active on:
de_de: Aktiv auf:

source: Inactive on:
de_de: Inaktiv auf:

source: Wrong user Input!
de_de: Falsche Benutzereingabe!

source: Cannot save the data, illegal character in Textarea %1$s for Plugin "%2$s".
de_de: Die Daten können nicht gespeichert werden, da sich ein ungültiges Zeichen im Textfeld %1$s von Plugin "%2$s" befindet.

source: Cannot save the data, error in regex rule %1$s in textarea %2$s for Plugin "%3$s".
de_de: Die Daten können nicht gespeichert werden, da sich die ungültige Regex-Regel %1$s im Textfeld %2$s von Plugin "%3$s" befindet.

source: Cannot initialize filesystem
de_de: Das Wordpress-Dateisystem kann nicht initialisiert werden
